Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Height component of the initial window size.
sv: HÃ¶jden av den inledande fÃ¶nsterstorleken.

source: Height noise
sv: HÃ¶jdbrus

source: Height select noise
sv: HÃ¶jdvalbrus

source: Hill steepness
sv: KullslÃ¤ttning

source: Hill threshold
sv: KulltrÃ¶skel

source: Hilliness1 noise
sv: Kullig1 brus

source: Hilliness2 noise
sv: Kullig2 brus

source: Hilliness3 noise
sv: Kullig3 brus

source: Hilliness4 noise
sv: Kullig4 brus

source: Homepage of server, to be displayed in the serverlist.
sv: Hemsida fÃ¶r servern, som visas i serverlistan.

source: Horizontal acceleration in air when jumping or falling, in nodes per second per second.
sv: Horisontell acceleration i luften vid hopp eller fall, i noder per sekund per sekund.

source: Horizontal and vertical acceleration in fast mode, in nodes per second per second.
sv: Horisontell och vertikal acceleration i snabblÃ¤ge, i noder per sekund per sekund.

source: Horizontal and vertical acceleration on ground or when climbing, in nodes per second per second.
sv: Horisontell och vertikal acceleration pÃ¥ marken eller klÃ¤ttrande i noder per sekund per sekund.

source: Hotbar slot 1
sv: Hotbar-plats 1

source: Hotbar slot 10
sv: Hotbar-plats 10

source: Hotbar slot 11
sv: Hotbar-plats 11

source: Hotbar slot 12
sv: Hotbar-plats 12

source: Hotbar slot 13
sv: Hotbar-plats 13

source: Hotbar slot 14
sv: Hotbar-plats 14

source: Hotbar slot 15
sv: Hotbar-plats 15

source: Hotbar slot 16
sv: Hotbar-plats 16

source: Hotbar slot 17
sv: Hotbar-plats 17

source: Hotbar slot 18
sv: Hotbar-plats 18

source: Hotbar slot 19
sv: Hotbar-plats 19

source: Hotbar slot 2
sv: Hotbar-plats 2

source: Hotbar slot 20
sv: Hotbar-plats 20

source: Hotbar slot 21
sv: Hotbar-plats 21

source: Hotbar slot 22
sv: Hotbar-plats 22

source: Hotbar slot 23
sv: Hotbar-plats 23

source: Hotbar slot 24
sv: Hotbar-plats 24

source: Hotbar slot 25
sv: Hotbar-plats 25

source: Hotbar slot 26
sv: Hotbar-plats 26

source: Hotbar slot 27
sv: Hotbar-plats 27

source: Hotbar slot 28
sv: Hotbar-plats 28

source: Hotbar slot 29
sv: Hotbar-plats 29

source: Hotbar slot 3
sv: Hotbar-plats 3

source: Hotbar slot 30
sv: Hotbar-plats 30

source: Hotbar slot 31
sv: Hotbar-plats 31

source: Hotbar slot 32
sv: Hotbar-plats 32

source: Hotbar slot 4
sv: Hotbar-plats 4

source: Hotbar slot 5
sv: Hotbar-plats 5

source: Hotbar slot 6
sv: Hotbar-plats 6

source: Hotbar slot 7
sv: Hotbar-plats 7

source: Hotbar slot 8
sv: Hotbar-plats 8

source: Hotbar slot 9
sv: Hotbar-plats 9

source: Hotbar: Enable mouse wheel for selection
sv: Hotbar: AnvÃ¤nd mushjul fÃ¶r urval

source: Hotbar: Invert mouse wheel direction
sv: Hotbar: Invertera mushjulets riktning

source: Hotbar: select next item
sv: Hotbar: VÃ¤lj nÃ¤sta fÃ¶remÃ¥l

source: Hotbar: select previous item
sv: Hotbar: VÃ¤lj fÃ¶regÃ¥ende fÃ¶remÃ¥l

source: How deep to make rivers.
sv: Hur djupt floder ska gÃ¥.

source: How fast liquid waves will move. Higher = faster. If negative, liquid waves will move backwards.
sv: Hur snabbt vÃ¤tskevÃ¥gor fÃ¶rflyttas. HÃ¶gre = snabbare. Om negativt kommer vÃ¥gorna fÃ¶rflyttas bakÃ¥t.

source: How long the server will wait before unloading unused mapblocks, stated in seconds. Higher value is smoother, but will use more RAM.
sv: Hur lÃ¤nge servern kommer vÃ¤nta innan den urladdar oanvÃ¤nda mappblock, i sekunder. HÃ¶gre vÃ¤rde Ã¤r smidigare, men anvÃ¤nder mer RAM.

source: How much you are slowed down when moving inside a liquid. Decrease this to increase liquid resistance to movement.
sv: Hur mycket du saktas ner nÃ¤r du rÃ¶r dig genom en vÃ¤tska. Minska detta fÃ¶r att Ã¶ka vÃ¤tskans motstÃ¥nd mot rÃ¶relser.

source: How wide to make rivers.
sv: Hur bred floder ska vara.

source: Humidity blend noise
sv: Luftfuktighetsblandbrus

source: Humidity noise
sv: Luftfuktighetsbrus

source: Humidity variation for biomes.
sv: Variationen i luftfuktighet fÃ¶r biotoper.

source: If FPS would go higher than this, limit it by sleeping to not waste CPU power for no benefit.
sv: Om FPS skulle gÃ¥ hÃ¶gre Ã¤n detta begrÃ¤nsas den genom att sova fÃ¶r att inte slÃ¶sa pÃ¥ resurser utan nÃ¥gon anledning.

source: If disabled, "Aux1" key is used to fly fast if both fly and fast mode are enabled.
sv: Om avaktiverad anvÃ¤nds "Aux1"-knappen fÃ¶r att flyga snabbt om bÃ¥de flyg- och snabblÃ¤ge Ã¤r aktiverade.

source: If enabled and you have ContentDB packages installed, Luanti may contact ContentDB to check for package updates when opening the mainmenu.
sv: Om detta Ã¤r aktiverat och du har ContentDB-paket installerade, kan Luanti kontakta ContentDB fÃ¶r att sÃ¶ka efter paketuppdateringar nÃ¤r du Ã¶ppnar huvudmenyn.

source: If enabled, "Aux1" key instead of "Sneak" key is used for climbing down and descending.
sv: Om detta Ã¤r aktiverat anvÃ¤nds âAux1â-knappen i stÃ¤llet fÃ¶r âSmygâ-knappen fÃ¶r att klÃ¤ttra nedÃ¥t.

source: If enabled, invalid world data won't cause the server to shut down. Only enable this if you know what you are doing.
sv: Om detta Ã¤r aktiverat kommer ogiltig vÃ¤rldsdata inte att leda till att servern stÃ¤ngs av. Aktivera endast detta om du vet vad du gÃ¶r.

source: If enabled, players cannot join without a password or change theirs to an empty password.
sv: Om detta Ã¤r aktiverat kan spelare inte ansluta utan lÃ¶senord eller Ã¤ndra sitt lÃ¶senord till ett tomt lÃ¶senord.

source: If enabled, server account registration is separate from login in the UI. If disabled, connecting to a server will automatically register a new account.
sv: NÃ¤r detta Ã¤r aktiverat Ã¤r kontoregistrering separat frÃ¥n login i grÃ¤nssnittet. NÃ¤r detta Ã¤r inaktiverat registreras ett nytt konto automatiskt.

source: If enabled, the "Aux1" key will toggle when pressed.
sv: Om den Ã¤r aktiverad vÃ¤xlar âAux1â-knappen nÃ¤r den trycks.

source: If enabled, the "Sneak" key will toggle when pressed. This functionality is ignored when fly is enabled.
sv: Om detta Ã¤r aktivt kommer âSmygâ-knappen att vÃ¤xla nÃ¤r den trycks in. Denna funktion ignoreras nÃ¤r flygning Ã¤r aktiverat.

source: Ignore world errors
sv: Ignorera vÃ¤rldfel

source: Increase view range
sv: HÃ¶j rÃ¤ckvidd

source: Increase volume
sv: Ãka volym

source: Interaction style
sv: Interaktionsstil

source: Invert mouse
sv: Invertera mus

source: Invert vertical mouse movement.
sv: Invertera vertikal musrÃ¶relse.

source: Italic font path
sv: Kursiv typsnittssÃ¶kvÃ¤g

source: Italic monospace font path
sv: Kursiv typsnittssÃ¶kvÃ¤g (monospace)

source: Iterations
sv: Iterationer

source: Joystick button repetition interval
sv: Repeteringsintervall fÃ¶r joystick

source: Joystick dead zone
sv: Deadzone fÃ¶r joystick

source: Joystick type
sv: Joysticktyp

source: Keybindings
sv: Tangentbindningar

source: Length of liquid waves.
sv: LÃ¤ngd fÃ¶r vÃ¥gor av vÃ¤tskor.

source: Lighting
sv: Belysning

source: Liquid sinking
sv: VÃ¤tskesjunkning

source: Local command
sv: Lokalt kommando

source: Lower Y limit of floatlands.
sv: Nedre Y-grÃ¤ns fÃ¶r floatlands.

source: Mapgen Flat
sv: Mapgen Platt

source: Mapgen Fractal
sv: Mapgen Fraktal

source: Mapgen Fractal specific flags
sv: Specifika flaggar fÃ¶r fraktal

source: Mapgen V5
sv: Kartgenerator V5

source: Mapgen V6
sv: Kartgenerator V6

source: Mapgen V7
sv: Kartgenerator V7

source: Maximum size of the client's outgoing chat queue
sv: HÃ¶gsta storlek pÃ¥ klientens utgÃ¥ende chattkÃ¶

source: Mod Security
sv: ModdsÃ¤kerhet

source: Move backward
sv: GÃ¥ bakÃ¥t

source: Move forward
sv: GÃ¥ framÃ¥t

source: Move left
sv: GÃ¥ vÃ¤nster

source: Movement threshold
sv: RÃ¶relsetrÃ¶skel

source: Mute
sv: Tysta

source: Node and Entity Highlighting
sv: Nod- och vÃ¤senmarkering

source: Number of messages a player may send per 10 seconds.
sv: Antal meddelanden som en spelare fÃ¥r skicka per 10 sekunder.

source: Open chat
sv: Ãppna chatt

source: Open inventory
sv: Ãppna packning

source: OpenGL debug
sv: OpenGL-felsÃ¶kning

source: Optimize GUI for touchscreens
sv: Optimera GUI fÃ¶r pekskÃ¤rmar

source: Other Effects
sv: Andra effekter

source: Poisson filtering
sv: Poissonfiltrering

source: Protocol version minimum
sv: Minsta protokollversion

source: Remember screen size
sv: Kom ihÃ¥g skÃ¤rmstorlek

source: River noise
sv: Flodbrus

source: Screen
sv: SkÃ¤rm

source: Screenshot
sv: Skärmbild

source: Selects one of 18 fractal types. 1 = 4D "Roundy" Mandelbrot set. 2 = 4D "Roundy" Julia set. 3 = 4D "Squarry" Mandelbrot set. 4 = 4D "Squarry" Julia set. 5 = 4D "Mandy Cousin" Mandelbrot set. 6 = 4D "Mandy Cousin" Julia set. 7 = 4D "Variation" Mandelbrot set. 8 = 4D "Variation" Julia set. 9 = 3D "Mandelbrot/Mandelbar" Mandelbrot set. 10 = 3D "Mandelbrot/Mandelbar" Julia set. 11 = 3D "Christmas Tree" Mandelbrot set. 12 = 3D "Christmas Tree" Julia set. 13 = 3D "Mandelbulb" Mandelbrot set. 14 = 3D "Mandelbulb" Julia set. 15 = 3D "Cosine Mandelbulb" Mandelbrot set. 16 = 3D "Cosine Mandelbulb" Julia set. 17 = 4D "Mandelbulb" Mandelbrot set. 18 = 4D "Mandelbulb" Julia set.
sv: Val av 18 fraktaler. 1 = 4D "Roundy" Mandelbrot set. 2 = 4D "Roundy" Julia set. 3 = 4D "Squarry" Mandelbrot set. 4 = 4D "Squarry" Julia set. 5 = 4D "Mandy Cousin" Mandelbrot set. 6 = 4D "Mandy Cousin" Julia set. 7 = 4D "Variation" Mandelbrot set. 8 = 4D "Variation" Julia set. 9 = 3D "Mandelbrot/Mandelbar" Mandelbrot set. 10 = 3D "Mandelbrot/Mandelbar" Julia set. 11 = 3D "Christmas Tree" Mandelbrot set. 12 = 3D "Christmas Tree" Julia set. 13 = 3D "Mandelbulb" Mandelbrot set. 14 = 3D "Mandelbulb" Julia set. 15 = 3D "Cosine Mandelbulb" Mandelbrot set. 16 = 3D "Cosine Mandelbulb" Julia set. 17 = 4D "Mandelbulb" Mandelbrot set. 18 = 4D "Mandelbulb" Julia set.

source: Send player names to the server list
sv: Skicka spelarnamn till serverlistan

source: Server Security
sv: ServersÃ¤kerhet

source: Server/Env Performance
sv: Server/MiljÃ¶prestanda

source: Shader path
sv: Shader-sÃ¶kvÃ¤g

source: Smooth scrolling
sv: Mjuk scrollning

source: Sneaking speed
sv: Smyghastighet

source: Soft clouds
sv: Mjuka moln

source: Soft shadow radius
sv: Radie fÃ¶r mjuk skugga

source: Sound
sv: Ljud

source: Sound Extensions Blacklist
sv: Svartlista fÃ¶r ljudtillÃ¤gg

source: Terrain height
sv: TerrÃ¤nghÃ¶jd

source: Toggle Aux1 key
sv: VÃ¤xla Aux1-knappen

source: Toggle HUD
sv: VÃ¤xla HUD

source: Toggle Sneak key
sv: VÃ¤xla smygknapp

source: Toggle automatic forward
sv: VÃ¤xla automatisk gÃ¥ng

source: Toggle block bounds
sv: VÃ¤xla blockgrÃ¤nser

source: Toggle camera mode
sv: VÃ¤xla kameralÃ¤ge

source: Toggle cinematic mode
sv: VÃ¤xla filmisk kamera

source: Toggle debug info
sv: VÃ¤xla felsÃ¶kningsinfo

source: Toggle fog
sv: VÃ¤xla dimma

source: Toggle fullscreen
sv: VÃ¤xla fullskÃ¤rmslÃ¤ge

source: Toggle pitchmove
sv: VÃ¤xla hÃ¶jdfÃ¶rÃ¤ndr.

source: Toggle profiler
sv: VÃ¤xla profilerare

source: Toggle unlimited view range
sv: VÃ¤xla obegrÃ¤nsat visningsintervall

source: Touchscreen
sv: PekskÃ¤rm

source: Touchscreen controls
sv: PekskÃ¤rmskontroller

source: Touchscreen sensitivity
sv: PekskÃ¤rmskÃ¤nslighet

source: Translucent foliage
sv: Genomskinliga lÃ¶vverk

source: Translucent liquids
sv: Genomskinliga vÃ¤tskor

source: Upper Y limit of floatlands.
sv: Ãvre Y-grÃ¤ns fÃ¶r floatlands.

source: Use virtual joystick to trigger "Aux1" button. If enabled, virtual joystick will also tap "Aux1" button when out of main circle.
sv: AnvÃ¤nd den virtuella joysticken fÃ¶r "Aux1"-knappen. Om aktiverad kommer den virtuella joysticken att aktivera "Aux1"-knappen nÃ¤r den Ã¤r utanfÃ¶r huvudcirkeln.

source: Volume when unfocused
sv: Volym nÃ¤r ofokuserad

source: Volumetric lighting
sv: Volumetriskt ljus

source: Waving liquids
sv: Vajande vÃ¤tskor

source: Waving liquids wave height
sv: VÃ¥ghÃ¶jd fÃ¶r vajande vÃ¤tskor

source: Waving liquids wave speed
sv: VÃ¥ghastighet fÃ¶r vajande vÃ¤tskor

source: Waving liquids wavelength
sv: VÃ¥glÃ¤ngd fÃ¶r vajande vÃ¤tskor

source: Width component of the initial window size.
sv: Bredden av den inledande fÃ¶nsterstorleken.

source: World start time
sv: VÃ¤rldsstarttid

source: Y of upper limit of large caves.
sv: Y-nivÃ¥ fÃ¶r hÃ¶gre grÃ¤ns av stora grottor.

source: Y-level of higher terrain that creates cliffs.
sv: Y-nivÃ¥ fÃ¶r hÃ¶gre terrÃ¤ng som skapar klippor.

source: Y-level of lower terrain and seabed.
sv: Y-nivÃ¥ fÃ¶r lÃ¤gre terrÃ¤ng och sjÃ¶bottnar.

source: Y-level of seabed.
sv: Y-nivÃ¥ av sjÃ¶botten.

source: cURL file download timeout
sv: cURL filhemladdning tidsgrÃ¤ns

source: cURL interactive timeout
sv: cURL-interaktivtimeout

source: cURL parallel limit
sv: cURL parallellgrÃ¤ns

source: Failed to save screenshot to "%s"
sv: Misslyckades med att spara skÃ¤rmdump till "%s"

source: Bad type!
sv: DÃ¥lig typ!

source: The %s file is not available on this system, please visit %s for more information.
sv: Filen %s Ã¤r inte tillgÃ¤nglig i detta system, gÃ¥ till %s fÃ¶r mer information.

source: The central list of columns for the current database is empty.
sv: HuvudfÃ¶rteckningen Ã¶ver kolumner i den aktuella databasen Ã¤r tom.

source: Click to sort.
sv: Klicka fÃ¶r att sortera.

source: Showing rows %1$s - %2$s.
sv: Visar raderna %1$s - %2$s.

source: Database comment
sv: Databaskommentar

source: Table comments:
sv: Tabellkommentarer:

source: Null
sv: nollÃ¤ge

source: Links to
sv: LÃ¤nkar till

source: Comments
sv: Kommentarer

source: View dump (schema) of database
sv: Visa dumpschema frÃ¥n databasen

source: No tables found in database.
sv: Inga tabeller funna i databasen.

source: Tables
sv: Tabeller

source: Structure
sv: Struktur

source: Select all
sv: VÃ¤lj alla

source: The database name is empty!
sv: Databasens namn Ã¤r tomt!

source: Cannot copy database to the same name. Change the name and try again.
sv: Kan inte kopiera databasen till samma namn. Byt namn och fÃ¶rsÃ¶k igen.

source: Database %1$s has been renamed to %2$s.
sv: Databasen %1$s har bytt namn till %2$s.

source: Database %1$s has been copied to %2$s.
sv: Databasen %1$s har kopierats till %2$s.

source: The phpMyAdmin configuration storage has been deactivated. %sFind out why%s.
sv: PhpMyAdmins konfigurationslagring har inaktiverats. %sSe varfÃ¶r%s.

source: You have to choose at least one column to display!
sv: Du mÃ¥ste vÃ¤lja minst en kolumn som ska visas!

source: Switch to %svisual builder%s
sv: VÃ¤xla till %sgrafisk modellerare%s

source: Access denied!
sv: Ã tkomst nekad!

source: Tracking data deleted successfully.
sv: Radering av SpÃ¥rningsdata lyckades.

source: Version %1$s was created for selected tables, tracking is active for them.
sv: Version %1$s Ã¤r skapad, spÃ¥rning Ã¤r aktiverad.

source: No tables selected.
sv: Inga tabeller markerade.

source: Database Log
sv: Databas-logg

source: An error has been detected and an error report has been automatically submitted based on your settings.
sv: Ett fel har upptÃ¤ckts och en felrapport har skickats automatiskt i enlighet med dina instÃ¤llningar.

source: Thank you for submitting this report.
sv: Tack fÃ¶r att du skickar denna rapport.

source: An error has been detected and an error report has been generated but failed to be sent.
sv: Ett fel har upptÃ¤ckts och en felrapport har skapats men kunde inte skickas.

source: If you experience any problems please submit a bug report manually.
sv: Skicka en buggrapport manuellt om du upplever nÃ¥gra problem.

source: You may want to refresh the page.
sv: Du kan vilja ladda om sidan.

source: Bad parameters!
sv: Felaktiga parametrar!

source: Value for the column "%s"
sv: VÃ¤rde fÃ¶r kolumn "%s"

source: Use OpenStreetMaps as Base Layer
sv: AnvÃ¤nd OpenStreetMaps som baslager

source: Geometry %d:
sv: Geometri %d:

source: Point:
sv: Punkt:

source: Point %d
sv: Punkt %d

source: Add a point
sv: LÃ¤gg till en punkt

source: Linestring %d:
sv: LinjestrÃ¤ng %d:

source: Outer ring:
sv: Yttre ring:

source: Inner ring %d:
sv: Inre ring %d:

source: Add a linestring
sv: LÃ¤gg till ny linestring

source: Add an inner ring
sv: LÃ¤gg till ny inre ring

source: Add a polygon
sv: Addera polygon

source: Add geometry
sv: Addera geometri

source: Output
sv: Utdata

source: Succeeded
sv: Lyckades

source: Incomplete params
sv: OfullstÃ¤ndiga parametrar

source: You probably tried to upload a file that is too large. Please refer to %sdocumentation%s for a workaround for this limit.
sv: Du fÃ¶rsÃ¶kte ladda upp en fil som Ã¤r fÃ¶r stor. Se %sdocumentation%s fÃ¶r att gÃ¥ runt denna begrÃ¤nsning.

source: Showing bookmark
sv: Visar bokmÃ¤rke

source: The bookmark has been deleted.
sv: BokmÃ¤rket har tagits bort.

source: No data was received to import. Either no file name was submitted, or the file size exceeded the maximum size permitted by your PHP configuration. See [doc@faq1-16]FAQ 1.16[/doc].
sv: Inga data att importera mottogs. Antingen angavs inget filnamn eller sÃ¥ Ã¶versteg filens storlek den maximalt tillÃ¥tna storleken i din PHP-konfiguration. Se [doc@faq1-16]FAQ 1.16[/doc].

source: Could not load import plugins, please check your installation!
sv: Kunde inte lÃ¤sa in insticksprogram fÃ¶r import, kontrollera din installation!

source: Bookmark %s has been created.
sv: BokmÃ¤rket %s har skapats.

source: Script timeout passed, if you want to finish import, please %sresubmit the same file%s and import will resume.
sv: Timeout fÃ¶r skript passerade, om du vill avsluta import, vÃ¤nligen %sresubmit samma fil%s och import kommer att Ã¥terupptas.

source: However on last run no data has been parsed, this usually means phpMyAdmin won't be able to finish this import unless you increase php time limits.
sv: Dock blev inga data bearbetade i senaste kÃ¶rningen. Detta betyder vanligtvis att phpMyAdmin inte kan slutfÃ¶ra denna import sÃ¥vida du inte Ã¶kar PHP:s tidsbegrÃ¤nsningar.

source: "DROP DATABASE" statements are disabled.
sv: "DROP DATABASE"-satser Ã¤r inaktiverade.

source: Could not load the progress of the import.
sv: Kunde inte lÃ¤sa av status pÃ¥ import.

source: You were logged out from one server, to logout completely from phpMyAdmin, you need to logout from all servers.
sv: Du blev utloggad frÃ¥n en av servrarna, fÃ¶r att logga ut fullstÃ¤ndigt from phpMyAdmin sÃ¥ mÃ¥ste du logga ut frÃ¥n alla servrar.

source: phpMyAdmin Demo Server
sv: Demoserver fÃ¶r phpMyAdmin

source: You are using the demo server. You can do anything here, but please do not change root, debian-sys-maint and pma users. More information is available at %s.
sv: Du anvÃ¤nder demoservern. Du kan gÃ¶ra vad som helst hÃ¤r, men undvik att Ã¤ndra anvÃ¤ndarna root, debian-sys-maint och pma. Mer information finns tillgÃ¤nglig pÃ¥ %s.

source: General settings
sv: Generella instÃ¤llningar

source: Server connection collation
sv: Serveranslutning kollationering

source: Appearance settings
sv: Anpassa utseende

source: More settings
sv: Fler instÃ¤llningar

source: Database server
sv: Databas-server

source: Server type:
sv: Servertyp:

source: Protocol version:
sv: Protokollversion:

source: User:
sv: AnvÃ¤ndare:

source: Server charset:
sv: Serverns teckenuppsÃ¤ttning:

source: Web server
sv: Webbserver

source: Database client version:
sv: Databasens klientversion:

source: PHP extension:
sv: PHP-tillÃ¤gg:

source: Show PHP information
sv: Visa PHP-information

source: Version information:
sv: Versionsinformation:

source: Official Homepage
sv: officiella hemsida

source: List of changes
sv: Lista Ã¶ver Ã¤ndringar

source: The mbstring PHP extension was not found and you seem to be using a multibyte charset. Without the mbstring extension phpMyAdmin is unable to split strings correctly and it may result in unexpected results.
sv: PHP-tillÃ¤gget mbstring kunde inte hittas och det verkar som om du anvÃ¤nder flerbitars teckenuppsÃ¤ttning. phpMyAdmin kan inte dela upp strÃ¤ngar korrekt utan tillÃ¤gget mbstring, vilket kan resultera i ovÃ¤ntade resultat.

source: The curl extension was not found and allow_url_fopen is disabled. Due to this some features such as error reporting or version check are disabled.
sv: Curl-tillÃ¤gget kunde inte hittas och allow_url_fopen Ã¤r avstÃ¤ngt. PÃ¥ grund av detta Ã¤r vissa funktioner, som felrapportering och versionskontroll, avstÃ¤ngda.

source: Your PHP parameter [a@https://secure.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime@_blank]session.gc_maxlifetime[/a] is lower than cookie validity configured in phpMyAdmin, because of this, your login might expire sooner than configured in phpMyAdmin.
sv: PHP-parametern [a@https://secure.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime@_blank]session.gc_maxlifetime[/a] Ã¤r lÃ¤gre Ã¤n cookie-giltighet konfigurerad i phpMyAdmin. PÃ¥ grund av detta kommer din inloggning upphÃ¶ra tidigare Ã¤n vad som Ã¤r konfigurerat i phpMyAdmin.

source: Login cookie store is lower than cookie validity configured in phpMyAdmin, because of this, your login will expire sooner than configured in phpMyAdmin.
sv: Login-cookie lagras kortare tid Ã¤n giltighetstiden som Ã¤r konfigurerad i phpMyAdmin, pÃ¥ grund av detta kommer dina inloggningsuppgifter upphÃ¶ra att gÃ¤lla tidigare Ã¤n konfigurerats i phpMyAdmin.

source: The configuration file now needs a secret passphrase (blowfish_secret).
sv: Konfigurationsfilen behÃ¶ver nu ett hemligt lÃ¶senord (blowfish_secret).

source: The secret passphrase in configuration (blowfish_secret) is too short.
sv: Den hemliga lÃ¶senordsfrasen i konfigurationen (blowfish_secret) Ã¤r fÃ¶r kort.

source: Directory [code]config[/code], which is used by the setup script, still exists in your phpMyAdmin directory. It is strongly recommended to remove it once phpMyAdmin has been configured. Otherwise the security of your server may be compromised by unauthorized people downloading your configuration.
sv: Katalogen [code]config[/code], som anvÃ¤nds av installationsskriptet, finns fortfarande i din phpMyAdmin-katalog. Det rekommenderas kraftigt att ta bort den nÃ¤r phpMyAdmin har konfigurerats. I annat fall kan din servers sÃ¤kerhet hotas av obehÃ¶riga som laddar ner din konfiguration.

source: The phpMyAdmin configuration storage is not completely configured, some extended features have been deactivated. %sFind out why%s.
sv: phpMyAdmin-konfigurationen Ã¤r inte fullstÃ¤ndigt konfigurerad, vissa utÃ¶kade funktioner har inaktiverats. FÃ¶r att ta reda pÃ¥ varfÃ¶r klicka %shÃ¤r%s.

source: Or alternately go to 'Operations' tab of any database to set it up there.
sv: Eller alternativt gÃ¥ till "Drift" fliken i nÃ¥gon databas till sÃ¤tta den upp dÃ¤r.

source: Server running with Suhosin. Please refer to %sdocumentation%s for possible issues.
sv: Server kÃ¶rs med Suhosin. Se %sdokumentation%s fÃ¶r mÃ¶jliga problem.

source: Do you really want to execute "%s"?
sv: Vill du verkligen kÃ¶ra "%s"?

source: You are about to DESTROY a complete database!
sv: Du Ã¤r pÃ¥ vÃ¤g att RADERA en hel databas!

source: Cannot rename database to the same name. Change the name and try again
sv: Kan inte dÃ¶pa om databasen till samma namn. Byt namn och testa igen

source: You are about to DESTROY a complete table!
sv: Du hÃ¥ller pÃ¥ att FÃRSTÃRA en hel tabell!

source: You are about to TRUNCATE a complete table!
sv: Du hÃ¥ller pÃ¥ att TRUNKERA en hel tabell!

source: Delete tracking data for this table?
sv: Ta bort spÃ¥rning fÃ¶r denna tabell?

source: Delete tracking data for these tables?
sv: Ta bort uppfÃ¶ljningsdata fÃ¶r dessa tabeller?

source: Delete tracking data for this version?
sv: Ta bort uppfÃ¶ljningsdata fÃ¶r denna version?

source: Delete tracking data for these versions?
sv: Ta bort uppfÃ¶ljningsdata fÃ¶r dessa versioner?

source: Delete entry from tracking report?
sv: Ta bort data frÃ¥n spÃ¥rningsrapport?

source: Deleting tracking data
sv: Tar bort spÃ¥rningsdata

source: Dropping Primary Key/Index
sv: Tar bort PrimÃ¤r Nyckel/Index

source: Dropping Foreign key.
sv: Radera en foreign key.
